[
{"0":"<p class='center man'><b>The River of Cruelty</b><br><br>&quot;In order to become whole we must try, in a long process, to discover truth, a truth that may cause pain before giving us a new sphere of freedom. If we choose instead to content ourselves with intellectual &quot;wisdom,&quot; we will remain in the sphere of illusion and self-deception.&quot;<br>-Alice Miller, The Drama of the Gifted Child: The Search For the True Self</p>"
},
{"0":"<p class='justify'>Cruelty abounds in our world. We are horrified with each act of cruelty that we learn about in the news. In disbelief we try to make sense of it by asking, “How can someone be that cruel to others?” or “What is wrong with them?” We blame the lifestyle, the culture, genetics, circumstances, or even the victim to help us make sense out of something that does not seem to make sense.<br>But cruelty is not “senseless”. It does not just happen out of the blue. Cruelty flows like a river from one person to another. Almost all people who have used cruelty share one particular quality in common: They experienced cruelty long before they ever became cruel themselves. The experience of cruelty appears to be a prerequisite for cruel behaviors, but it doesn’t excuse them. If we are being cruel, it is our responsibility to change our ways.<br>The River of Cruelty model is the simplest way we have found to help people do that. While simple, it is far from easy. It requires us to examine things we each prefer to avoid. We are humbled by the courage of those who use this model and change their lives.<br>This activity shows how cruelty moves from person to person and from generation to generation. Understanding the flow also gives the means of getting out of the river, but it comes with a price. The answer lies in “discovering our own personal truth,” and understanding that in spite of our best intentions, without addressing it, the “River of Cruelty” flows through us to the people we love and beyond.&rarr;<br></p>"
},
{
	"0":"<p class='center'>When we were born…</p><img class='riverImg' src='../img/newborn-baby-pictures.jpg'>"
},
{
	"0":"<p class='center'>We were free to express ourselves fearlessly and without reservation.</p><p class='center'>Whether we were hungry, sick, tired, lonely, afraid, sad, or glad, we are free to communicate what we feel, what we want, and what we need.</p><img class='riverImg paddedTop' src='../img/index.jpg'>"
},
{
	"0":"<p class='center'>As we grow, our freedom to express ourselves is slowly taken away as we are told:<br>&quot;Don’t be a cry baby&quot;<br>&quot;Get over it&quot;<br>&quot;Be a big boy&quot;<br>&quot;Don’t be a sissy&quot;<br>&quot;What are you afraid of?&quot;<br>&quot;Be a big girl&quot;<br>&quot;What is wrong with you?&quot;<br>&quot;Men don’t cry&quot;<br>&quot;Stop crying or I will give you something to cry about!&quot;<br>&quot;Girls should be pretty&quot;<br>&quot;Don’t let people see you being weak&quot;<br>&quot;That was not a big deal&quot;<br>&quot;Keep a stiff upper lip&quot;<br>&quot;You shouldn’t feel that way&quot;<br>&quot;Children should be seen and not heard&quot;<br>&quot;If you ever tell…&quot;<br> &quot;Why can’t you be a nice girl like your sister?&quot;</p>"
},
{
	"0":"<p class='center'>Slowly we learn that much of what we think and feel is not welcome or wanted.<br> While they never go away, we learn to hide and deny our feelings from the world. Slowly, our freedom to express ourselves is taken away from us through these, and other acts of<br><b>CRUELTY.</b></p><img class='riverImg' src='../img/images.jpg'>"
},
{
	"0":"<p class='center bold'>“Cruelty” is defined as: <br>The intentional infliction of pain and suffering<br> and/or <br>The blatant disregard of another person</p><img class='riverImg' src='../img/sadChs.jpg'>"
},
{
	"0":"<p class='center'>Any time someone intentionally hurts us or makes us suffer on purpose, we have experienced cruelty.<br> Likewise, if our interests are blatantly disregarded, we have experienced cruelty.</p><img class='widePic paddedTop' src='../img/grumpy.jpg'>"
},
{
	"0":"<p class='center'><b>A list of cruelties could be endless, but might include:</b><br> Being lied to<br> being hit with a belt, coat hanger, extension cord, wooden spoon, or another object<br> being bullied<br> being criticized or humiliated<br> being raped or molested<br> being neglected<br> being discounted<br> parents or caretakers drinking or using drugs excessively<br> witnessing domestic violence<br> being ignored<br> not being fed or clothes properly<br> being mistreated by parents/caregivers<br> being physically abused<br> being treated f=differently due to race, religion, gender, sexual orientation, disabilities, or differences<br> being blamed, someone harming your pet<br> being told to “shut up”<br> being threatened<br> being abandoned<br> being called names<br> not being considered<br> having a caregiver commit, or attempt to commit suicide.</p>"
},
{
	"0":"<p class='center'><b>Building You Way Out of the River</b> <br>The section below is designed for you to identify the cruelties that you experienced in your life.<br> Write down as many as you can remember.<br><textarea data-attribute='cruelties' type='text' class='textInput'></textarea></p>"
},
{
	"0":"<p class='center'>Every time we experience a form of cruelty, intense emotions are activated inside of us.<br> These feelings are always UNPLEASANT. These emotions are called <br><b>“Adverse Feelings”</b><br> Adverse feelings are described as the feelings that you never wake up in the morning hoping to feel.</p><img class='widePic paddedTop' src='../img/sad-child.jpg'>"
},
{
	"0":"<p class='center'>Examples of Adverse Feelings include:<br>sad<br> afraid<br> angry<br> alone<br> invisible<br> dirty<br> small<br> powerless<br> hopeless<br> insignificant<br> judged<br> irrelevant<br> broken<br> shattered<br> embarrassed<br> humiliated<br> hopeless<br> terrified<br> disgraced<br> inferior<br> worthless<br> misunderstood<br> rejected<br> ugly.</p>"
},
{
	"0":"<p class='center bold'>Finding Your Way Out of the River<br></p><p class='center'> The section below is designed for you to identify the Adverse Feelings that you felt when you experienced cruelty in your life.<br> Enter those you recognize.<br><textarea data-attribute='emotions' type='text' class='textInput'></textarea></p>"
},
{
	"0":"<p class='center'>If we are lucky, we have people around us who understand what we are feeling and are willing to be with us and support us while these feelings are present.<br> Alice Miller calls these people our <b>“Enlightened Witnesses”</b>. When a strong support system of loving people surround someone who has experienced cruelty, the impact from the cruelty is reduced. Who is there for you? Who is your support system? Who do you count on to be in your corner?</p><img class='riverImg paddedTop' src='../img/hug.jpg'>"
},
{
	"0":"<p class='center'>Through the support and acceptance of others, we can eventually learn to be comfortable with our emotions.<br> We can learn that, like clouds in the sky, feelings pass through our lives. Some feelings may be bigger and darker than others, but they will never stay forever. Wait, and they will pass.</p><img class='widePic paddedTop' src='../img/cloud.jpg'>"
},
{
	"0":"<p class='center'>For those of us who do not have emotionally supportive people around us, we understand that others will not help us manage, or tolerate our adverse feelings. <br>Instead of managing our emotions like passing clouds, we become <b>AFRAID</b> of our feelings.<br> When we fear our own feelings, we decide to hide them or avoid them at all cost. Our life changes as we have to develop systems to help us keep our adverse feelings contained.<br> This is our entry point into<br> <b class='bigText'>The River of Cruelty.<b></p><img class='widePic paddedTop' src='../img/river.jpg'>"
},
{
	"0":"<p class='center'>We require strategies to help us avoid our feelings. We need and rely on<br> <b>DEFENSE SYSTEMS</b><br> Defense systems have one job, and only one job. They are designed to help us manage and avoid our adverse feelings. As a rule, defense systems are effective in helping us manage our adverse feelings. If they did not work, we would use a different defense.</p><img class='riverImg paddedTop' src='../img/mad.jpg'>"
},
{
	"0":"<p class='center'>The River of Cruelty flows through our defense systems. <br>This is done in two simple, yet profound ways.<br><b> 1. HANDING OFF THE FOOTBALL</b><br> Our defense systems can “hand off” our adverse feelings to others, much like we would hand off a football. A common example of this is when we become afraid. Rather than acknowledge our fear, we mask it with anger. It works like this: If our partner comes home late from work and we fear they are developing an interest in a coworker; we might bombard them with accusations, making them afraid, rather than acknowledge our own insecurity.</p><img class='widePic paddedTop' src='../img/football.jpg'>"
},
{
	"0":"<p class='center'><b>2. SABOTAGING OURSELVES</b><br> We can heap misery and suffering onto ourselves. Drinking, drugging, or underachieving are examples of this. Unfortunately, people often sabotage or destroy their own lives in order to avoid feeling adverse emotions.<br> These efforts always activate feelings in others who stand by powerless to intervene in a manner that can make a difference.<br> Avoiding our adverse feelings becomes the most important aspect of our lives. More important than our family, our health, our career, or our dreams and even our religion.</p><img class='widePic paddedTop' src='../img/drink.png'>"
},
{
	"0":"<p class='center'>Here is a brief list of some of the common defense systems. Some of these things would not be a problem, except that as a defense system, they are done in excess:<br> Drinking excessively<br> Abusing drugs<br> Rebelling<br> Fighting/violence<br> Over-achieving<br> Under-achieving<br> Isolation<br> The class clown<br> Lying Avoiding<br> Not caring<br> Promiscuity<br> Self-harm<br>  Depression<br> Sleeping a lot<br> Eating disorders<br> Reckless behaviors<br> Attention seeking<br> Workaholic<br> Arrogance<br> Non-emotional Overly emotional<br> Criminal behavior<br> Hypercritical<br> Judgmental<br> Selfish<br> Selfless<br> Video games<br> Hanging with the wrong crowd<br>  Denial<br> Blame<br> Overly dramatic<br> Dominating<br> Controlling<br> Indecisive <br>Attacking<br> Abusing others<br> Running away<br> Defiance<br> Sarcasm<br> Inappropriate laughter<br> Bullying<br> Isolating<br> Critical of others<br> Poor boundaries</p>"
},
{
	"0":"<p class='center'><b>Finding Your Way Out of the River</b>:<br> Take the time to identify the defense systems that you have used to manage your adverse feelings.<br> Enter those you recognize.<br><textarea data-attribute='defenses' type='text' class='textInput'></textarea></p>"
},
{
	"0":"<p class='center'>While our defense systems are helpful in helping us avoid or manage our adverse feelings, there is a problem. While they help us, they also commonly bring along some side effects called<br><b> UNINTENDED CONSEQUENCES</b><br> For example, a person who drinks to avoid their adverse feelings likely did not intend on getting arrested for driving under the influence. The DUI is an unintended consequence.</p><img class='widePic paddedTop' src='../img/DUI-traffic-stop.jpg'>"
},
{
	"0":"<p class='center'>There are almost always unintended consequences connected to defense systems. These might include:<br> Broken relationships<br> Financial problems<br> Health challenges<br> Legal struggles<br> Employment difficulties<br> Loss of dreams<br> Loneliness<br> Exhaustion<br> Dropping out of school<br> Criminal record<br> Depression<br> Needing psychotropic medication<br> Teenage pregnancy<br> Addiction<br> STD’s<br> Disconnection from family<br> Incarceration<br> Loss of children<br> Suicide<br> Homicide<br> Loss of trust<br> Bad credit<br> Poor reputation<br> Many regrets<br></p>"
},
{
	"0":"<p class='center'><b>Building Your Way Out of the River</b><br>  Have you watched a love one suffer unintended consequences? What about yourself? The section below is designed for you to identify the unintended consequences that you have experienced as a result of your defense systems.<br> Enter down those you recognize.<br><textarea data-attribute='consequences' type='text' class='textInput'></textarea></p>"
},
{
	"0":"<p class='center'>The problem becomes obvious as we see that our defense systems create unintended consequences.<br> But still, we find change difficult because we have very strong<br> <b>BELIEFS and ATTITUDES</b><br> Our beliefs become the “rationale” for maintain our personal “River of Cruelty.” Beliefs are like the motor that runs our car. Our car does not go anywhere without a motor, and we rarely do anything without a belief driving the behavior. We rarely take the time to consider whether our beliefs help or harm our life. We simply hold on to our beliefs as if they are true, and the River of Cruelty continues to flow. Imagine a girl growing up with a mother who expects perfection. The daughter believes that if she is not the best, she will not be loved. She enters adulthood highly sensitive of any criticism from others, and grows to demand perfection from her own children. She lives her life believing she must hide any possible flaws, and she never thinks to question her beliefs.<br><b> This is the River of Cruelty in action.</b></p><img class='riverImg paddedTop' src='../img/unhappy.jpg'>"
},
{
	"0":"<p class='center'>Beliefs and attitudes found in the River of Cruelty include:<br> No one can know that I am afraid<br> As a man, I must be brave and strong<br> If people knew who I really am, I would be rejected<br> I must be in control at all times<br> If I am not in control, my life will fall apart<br> I have to be perfect<br> I am not enough<br> No one will love me if they know the real me<br> I am not valuable<br> I can never be enough, so why try?<br> When things go wrong, it is my fault<br> There is something wrong with me<br> If I say no, people will reject me<br>I am a failure<br> My emotions are a sign of weakness<br> If I am not the aggressor, I will be the victim<br> I am unlovable<br> I am ugly<br> I am stupid<br> I cannot trust anyone<br> Everyone will hurt me in the end<br> Vulnerability is a sign of weakness<br> I am worthless<br> Nobody will ever want me <br>Sex equals love</p>"
},
{
	"0":"<p class='center'><b>Find Your Way Out of the River</b><br> The section below is designed for you to identify your beliefs and attitudes that serve to support your defense system.<br>Enter all of the beliefs you have that come to mind.<br><textarea data-attribute='beliefs' type='text' class='textInput'></textarea></p>"
},
{
	"0":"<p class='center'>Getting out of the River of Cruelty is a process. If often starts with recognizing and examining the beliefs and attitudes that we have clung to for so long. As we slowly accept the possibility that some of our beliefs are no longer necessary, our defense systems begin to fade. This process puts us in touch with our adverse feelings. This is called <br><b>The Painful Shift</b><br>It is emotionally painful when we experience our adverse feelings after ignoring, avoiding and pretending they are not there for most of our lives. But there is much to gain.<br> Just imagine what your life would be like if you did not have to spend the energy and time running from your adverse feelings.</p><img class='riverImg paddedTop' src='../img/man.png'>"
},
{
	"0":"<p class='center'>As we begin to experience our adverse feelings, we begin to realize that, while they are not pleasant, they do not need to be feared. We can experience them, let them pass, and carry on.</p><img class='riverImg paddedTop' src='../img/ddd.jpg'>"
},
{
	"0":"<p class='center'>As we learn to be less afraid of our adverse feelings many of our defense systems become obsolete. As we discover that we have less to defend our lives begin to work better.<br> Some of the changes we might experience can include:<ul class='center'><li>We begin to take more responsibility for ourselves and our own lives.<li>We are less critical and judgmental of others</li><li>We tend to minimize deny and blame much less<li>We begin to eliminate our unnecessary defense systems</li><li>We make more loving respectful connections with those we love</li><li>We become more willing to experience our adverse feelings when they arise</li><li>We become more willing to be seen by others for who we are</li><li>People around us will be in less danger as we have less to defend</li><li>People begin to perceive us as a safe person.</li></p><img class='riverImg' src='../img/story-1.jpeg'>"
},
{
	"0":"<p class='center'>Many people feel an exceptional relief, sometimes for the first time as an adult, when they no longer have to hide their true feelings. This gives them a new-found freedom. Instead of living our lives in fear of our adverse feelings we can experience our adverse feelings while we live our lives.</p><img class='widePic paddedTop' src='../img/pic4.jpeg'>"
}
]